"Send a question to ${applicationName}" = "Lähetä kysymys ${applicationName}:lle";

"Talk to ${applicationName}" = "Puhu ${applicationName}:lle";

"Start a new chat with ${applicationName}" = "Aloita uusi keskustelu ${applicationName}:n kanssa";

"Tell ${applicationName}" = "Kerro ${applicationName}:lle";

"Ask ${applicationName}" = "Kysy ${applicationName}:ltä";

"New conversation with ${applicationName}" = "Uusi keskustelu ${applicationName}:n kanssa";

"New chat with ${applicationName}" = "Uusi keskustelu ${applicationName}:n kanssa";

"Query ${applicationName}" = "Kysely ${applicationName}:ltä";

"New conversation with ${applicationName} using ${model}" = "Uusi keskustelu ${applicationName}:n kanssa, jossa käytetään ${model}-mallia";

"Start voice conversation with ${applicationName}" = "Aloita äänikeskustelu ${applicationName}:n kanssa";

"New chat with ${applicationName} using ${model}" = "Uusi keskustelu ${applicationName}:n kanssa, jossa käytetään ${model}-mallia";

"Start a new chat with ${applicationName} using ${model}" = "Aloita ${applicationName}:n kanssa uusi keskustelu, jossa käytetään ${model}-mallia";

"Start a new conversation with ${applicationName} using ${model}" = "Aloita ${applicationName}:n kanssa uusi keskustelu, jossa käytetään ${model}-mallia";

"Start a new conversation with ${applicationName}" = "Aloita uusi keskustelu ${applicationName}:n kanssa";

